{
    "мышь":{
        "name":"мышь",
        "custom":{
        "сенсор":["оптический светодиодный", "оптический лазерный", "лазерный"],
        "dpi":["800-1200", "1200-4000", "4000+"],
        "descriptions":[
        "sensor description",
        "dpi description"
        ]
        },
        "cost":1
    },
    "клавиатура":{
        "name":"клавиатура",
        "custom":{
        "принцип работы клавиш":["механический", "плаунжерный", "ножничный"],
        "конструкция":["эргономичная", "игровая", "мультимедийная"],
        "descriptions":[
        "Механическая: если вы проводите много времени за компьютером, механическая клавиатура станет наилучшим выбором. Однако за счет особенности конструкции звук от нажатия клавиш у них обычно громкий, что вряд ли порадует членов вашей семьи, если вы будете работать ночью. Модели с тихими механическими переключателями стоят дороже классических и встречаются в продаже не так часто. <br></br>fivenine",
        "Эргономичная: Клавиши расположены под обратным наклоном, что способствует более удобному положению кистей и позволяет набирать текст в течение долгого времени. Игровая: размер, расположение клавиш и форма самой клавиатуры спроектированы с учетом особенностей компьютерных игр. Некоторые кнопки выделяются яркими цветами, самые используемые клавиши укрепляются (как правило, это буквы W, A, S, D). Также на устройстве могут присутствовать дополнительные кнопки и порты для комфортного гейминга и подключения манипуляторов. Мультимедийная: благодаря дополнительным клавишам можно быстро управлять плеером при прослушивании музыки или просмотре видео, иногда есть возможность запускать некоторые приложения, например, браузер. Есть даже модели, которые оснащаются сенсорным диском — он позволяет быстро создавать диаграммы, настраивать яркость или менять кисти в Adobe Photoshop."
        ]
        },
        "cost":2
    },
    "микрофон":{
        "name":"микрофон",
        "custom":{
        "Направленность":["круговая", "кардиоидная", "гиперкардиоидная"],
        "Чувствительность":["-80 — -60 дБ", "-60 — -40 дБ", "-40 — -20 дБ"],
        "descriptions":[
        "sensor description",
        "dpi description"
        ]
        },
        "cost":3
    }
}
